christian-kohler.path-intellisense
eamodio.gitlens
GitHub.copilot
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
PKief.material-icon-theme
rangav.vscode-thunder-client
vscodevim.vim
Vue.volar
Vue.vscode-typescript-vue-plugin
